Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/WeeklyChallenge.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: The category you are viewing comes first. If that matches, the other day counts decide it. Workout calories come next, except in Activity, where calories come before the other days. If the week is still identical, the person who reached those totals first stays ahead. Saving the same totals again does not move that time.
ar: الفئة التي تعرضها تأتي أولاً. إذا تساوت، تحسم أعداد الأيام الأخرى الترتيب. ثم تأتي سعرات التمرين. في النشاط، تأتي السعرات قبل الأيام الأخرى. إذا بقي الأسبوع متطابقًا، يبقى في المقدمة من بلغ هذه المجاميع أولاً. حفظ المجاميع نفسها مرة أخرى لا يغيّر ذلك الوقت.
az: Baxdığınız kateqoriya birinci gəlir. Eyni olsa, digər gün sayları həll edir. Sonra məşq kaloriləri gəlir. Fəaliyyətdə kalorilər digər günlərdən əvvəl gəlir. Həftə yenə eyni qalsa, həmin yekunlara ilk çatan öndə qalır. Eyni yekunları yenidən saxlamaq həmin vaxtı dəyişmir.
de: Die Kategorie, die du ansiehst, zählt zuerst. Bei Gleichstand entscheiden die anderen Tageszahlen. Danach kommen die Trainingskalorien. Bei Aktivität kommen die Kalorien vor den anderen Tagen. Ist die Woche danach noch gleich, bleibt die Person vorn, die diese Werte zuerst erreicht hat. Dieselben Werte noch einmal zu speichern ändert die Zeit nicht.
es: La categoría que estás viendo va primero. Si coincide, deciden los otros recuentos de días. Después van las calorías de entrenamiento. En Actividad, las calorías van antes que los otros días. Si la semana sigue siendo idéntica, se queda por delante quien alcanzó esos totales primero. Guardar los mismos totales otra vez no cambia ese momento.
fi: Katselemasi luokka on ensin. Jos tämä osuu, toisen päivän laskelmat ratkaisevat sen. Harjoituskalorit tulevat seuraavaksi, paitsi Aktiviteetissa, jossa kalorit tulevat ennen muita päiviä. Jos viikko on edelleen identtinen, henkilö, joka saavutti nämä kokonaismäärät ensimmäisenä, pysyy edellä. Saman summan tallentaminen uudelleen ei siirrä sitä aikaa.
fr: La catégorie affichée compte en premier. Si elle est égale, les autres nombres de jours décident. Les calories d’entraînement viennent ensuite. Dans Activité, les calories passent avant les autres jours. Si la semaine est encore identique, la personne qui a atteint ces totaux en premier reste devant. Enregistrer à nouveau les mêmes totaux ne change pas ce moment.
hi: आप जो श्रेणी देख रहे हैं, वह पहले आती है। अगर वह समान हो, तो अन्य दिनों की गिनती तय करती है। उसके बाद कसरत की कैलोरी आती है। गतिविधि में कैलोरी अन्य दिनों से पहले आती है। अगर सप्ताह फिर भी समान हो, तो जो व्यक्ति उन योगों तक पहले पहुँचा, वह आगे रहता है। वही योग दोबारा सहेजने से वह समय नहीं बदलता।
it: La categoria che stai guardando viene per prima. Se coincide, decidono gli altri conteggi di giorni. Poi arrivano le calorie di allenamento. In Attività, le calorie vengono prima degli altri giorni. Se la settimana è ancora identica, resta avanti chi ha raggiunto quei totali per primo. Salvare di nuovo gli stessi totali non cambia quel momento.
ja: 見ているカテゴリが最初に使われます。同じ場合は、ほかの日数が順位を決めます。その次がワークアウトの消費カロリーです。運動では、カロリーがほかの日数より先です。それでも同じ週なら、その合計に先に達した人が上になります。同じ合計を保存し直しても、その時刻は変わりません。
ko: 보고 있는 항목이 먼저 적용됩니다. 같으면 다른 일수가 순서를 정합니다. 그다음이 운동 칼로리입니다. 활동에서는 칼로리가 다른 일수보다 먼저입니다. 그래도 한 주가 같으면, 그 합계에 먼저 도달한 사람이 앞에 있습니다. 같은 합계를 다시 저장해도 그 시각은 바뀌지 않습니다.
nl: De categorie die je bekijkt telt eerst. Bij een gelijke stand beslissen de andere dagaantallen. Daarna komen de trainingscalorieën. Bij Activiteit komen de calorieën vóór de andere dagen. Als de week daarna nog gelijk is, blijft degene voor die die totalen het eerst haalde. Dezelfde totalen opnieuw opslaan verandert dat moment niet.
pl: Najpierw liczy się kategoria, którą oglądasz. Przy remisie decydują pozostałe liczby dni. Potem są kalorie treningu. W Aktywności kalorie są przed innymi dniami. Jeśli tydzień nadal jest taki sam, wyżej zostaje osoba, która pierwsza osiągnęła te sumy. Ponowny zapis tych samych sum nie zmienia tego czasu.
pt_br: A categoria que você está vendo vem primeiro. Se empatar, os outros números de dias decidem. Depois vêm as calorias de treino. Em Atividade, as calorias vêm antes dos outros dias. Se a semana continuar igual, fica na frente quem alcançou esses totais primeiro. Salvar os mesmos totais de novo não muda esse momento.
ro: Categoria pe care o vezi contează prima. Dacă este egală, decid celelalte numărători de zile. Apoi vin caloriile de antrenament. La Activitate, caloriile vin înaintea celorlalte zile. Dacă săptămâna rămâne identică, rămâne în față cine a atins acele totaluri primul. Salvarea din nou a acelorași totaluri nu schimbă momentul.
ru: Сначала учитывается категория, которую вы смотрите. Если она совпадает, решают остальные числа дней. Затем идут калории тренировок. В «Активности» калории идут раньше остальных дней. Если неделя всё ещё одинаковая, выше остаётся тот, кто первым набрал эти итоги. Повторное сохранение тех же итогов это время не меняет.
uk: Спочатку враховується категорія, яку ви переглядаєте. Якщо вона збігається, вирішують інші кількості днів. Далі йдуть калорії тренувань. В «Активності» калорії йдуть перед іншими днями. Якщо тиждень усе ще однаковий, попереду лишається той, хто першим досяг цих підсумків. Повторне збереження тих самих підсумків цей час не змінює.
zh_hans: 你正在查看的类别优先。如果相同，其他天数决定名次，然后是锻炼卡路里。在活动中，卡路里排在其他天数之前。如果整周仍然相同，先达到这些总数的人排在前面。再次保存相同的总数不会改变这个时间。

source: The leaderboard could not be updated. Pull down to try again.
ar: تعذر تحديث التحدي الأسبوعي. حاول مرة أخرى بعد قليل.
az: Həftəlik çağırışı yeniləmək mümkün olmadı. Bir az sonra yenidən cəhd edin.
de: Die Wochen-Challenge konnte nicht aktualisiert werden. Versuche es gleich noch einmal.
es: No se ha podido actualizar el Reto semanal. Vuelve a intentarlo pronto.
fi: Tulostaulukkoa ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible de mettre à jour le Défi de la semaine. Réessayez bientôt.
hi: साप्ताहिक चुनौती अपडेट नहीं हो सकी। थोड़ी देर बाद फिर कोशिश करें।
it: Impossibile aggiornare la Sfida settimanale. Riprova tra poco.
ja: 週間チャレンジを更新できませんでした。しばらくしてからもう一度お試しください。
ko: 주간 챌린지를 업데이트할 수 없습니다. 잠시 후 다시 시도하세요.
nl: De Weekuitdaging kon niet worden bijgewerkt. Probeer het straks opnieuw.
pl: Nie można zaktualizować tabeli liderów. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar o Desafio semanal. Tente novamente em breve.
ro: Provocarea săptămânală nu a putut fi actualizată. Încearcă din nou în curând.
ru: Не удалось обновить еженедельное соревнование. Повторите попытку позже.
uk: Не вдалося обновить еженедельное соревнование. Спробуйте знову позже.
zh_hans: 无法更新每周挑战，请稍后重试。

source: The report could not be sent. Try again.
ar: تعذر تحديث التحدي الأسبوعي. حاول مرة أخرى بعد قليل.
az: Həftəlik çağırışı yeniləmək mümkün olmadı. Bir az sonra yenidən cəhd edin.
de: Die Wochen-Challenge konnte nicht aktualisiert werden. Versuche es gleich noch einmal.
es: No se ha podido actualizar el Reto semanal. Vuelve a intentarlo pronto.
fi: Ilmoitusta ei voitu lähettää. Yritä uudelleen.
fr: Impossible de mettre à jour le Défi de la semaine. Réessayez bientôt.
hi: साप्ताहिक चुनौती अपडेट नहीं हो सकी। थोड़ी देर बाद फिर कोशिश करें।
it: Impossibile aggiornare la Sfida settimanale. Riprova tra poco.
ja: 週間チャレンジを更新できませんでした。しばらくしてからもう一度お試しください。
ko: 주간 챌린지를 업데이트할 수 없습니다. 잠시 후 다시 시도하세요.
nl: De Weekuitdaging kon niet worden bijgewerkt. Probeer het straks opnieuw.
pl: Nie można wysłać raportu. Spróbuj ponownie.
pt_br: Não foi possível atualizar o Desafio semanal. Tente novamente em breve.
ro: Provocarea săptămânală nu a putut fi actualizată. Încearcă din nou în curând.
ru: Не удалось обновить еженедельное соревнование. Повторите попытку позже.
uk: Не вдалося обновить еженедельное соревнование. Спробуйте знову позже.
zh_hans: 无法更新每周挑战，请稍后重试。

source: Unblock
ar: إلغاء الحظر
az: Blokdan çıxar
de: Blockierung aufheben
es: Desbloquear
fi: Kumoa esto
fr: Débloquer
hi: अनब्लॉक करें
it: Sblocca
ja: ブロック解除
ko: 차단 해제
nl: Deblokkeren
pl: Odblokuj
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
uk: Розблокувати
zh_hans: 取消屏蔽

source: Unknown participant
ar: غير مصنّف
az: Sıralanmayıb
de: Nicht platziert
es: Sin clasificación
fi: Tuntematon osallistuja
fr: Non classé
hi: रैंक नहीं मिली
it: Non in classifica
ja: 順位なし
ko: 순위 없음
nl: Niet gerangschikt
pl: Nieznany uczestnik
pt_br: Sem classificação
ro: Neclasat
ru: Вне рейтинга
uk: Вне рейтинга
zh_hans: 未排名

source: Unsafe content
ar: محتوى غير آمن
az: Təhlükəli məzmun
de: Unsicherer Inhalt
es: Contenido peligroso
fi: Turvaton sisältö
fr: Contenu dangereux
hi: असुरक्षित सामग्री
it: Contenuto pericoloso
ja: 危険なコンテンツ
ko: 위험한 콘텐츠
nl: Onveilige inhoud
pl: Niebezpieczne treści
pt_br: Conteúdo perigoso
ro: Conținut periculos
ru: Опасный контент
uk: Небезпечний вміст
zh_hans: 危险内容

source: Updating leaderboard
ar: الترتيب
az: Reytinq
de: Rangliste
es: Clasificación
fi: Päivitetään tulostaulukkoa
fr: Classement
hi: रैंकिंग
it: Classifica
ja: ランキング
ko: 순위
nl: Klassement
pl: Aktualizowanie tabeli liderów
pt_br: Ranking
ro: Clasament
ru: Рейтинг
uk: Рейтинг
zh_hans: 排名

source: Use 2 to 40 letters or numbers.
ar: من 2 إلى 40 حرفًا: أحرف أو أرقام أو مسافات أو نقطة أو شرطة سفلية أو فاصلة عليا أو شرطة
az: 2–40 simvol: hərflər, rəqəmlər, boşluqlar, nöqtə, alt xətt, apostrof və ya defis
de: 2–40 Zeichen: Buchstaben, Zahlen, Leerzeichen, Punkt, Unterstrich, Apostroph oder Bindestrich
es: De 2 a 40 caracteres: letras, números, espacios, punto, guion bajo, apóstrofo o guion
fi: Käytä 2–40 kirjainta tai numeroa.
fr: 2 à 40 caractères : lettres, chiffres, espaces, point, tiret bas, apostrophe ou tiret
hi: 2–40 वर्ण: अक्षर, अंक, स्पेस, बिंदु, अंडरस्कोर, एपॉस्ट्रॉफ़ी या हाइफ़न
it: 2–40 caratteri: lettere, numeri, spazi, punto, trattino basso, apostrofo o trattino
ja: 2～40文字：文字、数字、スペース、ピリオド、アンダースコア、アポストロフィ、ハイフン
ko: 2~40자: 문자, 숫자, 공백, 마침표, 밑줄, 아포스트로피 또는 하이픈
nl: 2–40 tekens: letters, cijfers, spaties, punt, laag streepje, apostrof of koppelteken
pl: Użyj od 2 do 40 liter lub cyfr.
pt_br: De 2 a 40 caracteres: letras, números, espaços, ponto, sublinhado, apóstrofo ou hífen
ro: 2–40 de caractere: litere, cifre, spații, punct, linie de subliniere, apostrof sau cratimă
ru: От 2 до 40 символов: буквы, цифры, пробелы, точка, подчёркивание, апостроф или дефис
uk: От 2 до 40 символов: букви, цифри, пробели, точка, подчёркивание, апостроф или дефис
zh_hans: 2–40 个字符：字母、数字、空格、句点、下划线、撇号或连字符

source: Use 2–40 letters or numbers. Spaces, periods, underscores, apostrophes, and hyphens are allowed.
ar: من 2 إلى 40 حرفًا: أحرف أو أرقام أو مسافات أو نقطة أو شرطة سفلية أو فاصلة عليا أو شرطة
az: 2–40 simvol: hərflər, rəqəmlər, boşluqlar, nöqtə, alt xətt, apostrof və ya defis
de: 2–40 Zeichen: Buchstaben, Zahlen, Leerzeichen, Punkt, Unterstrich, Apostroph oder Bindestrich
es: De 2 a 40 caracteres: letras, números, espacios, punto, guion bajo, apóstrofo o guion
fi: Käytä 2–40 kirjainta tai numeroa. Välilyönnit, pisteet, alaviivat, heittomerkit ja yhdysmerkit ovat sallittuja.
fr: 2 à 40 caractères : lettres, chiffres, espaces, point, tiret bas, apostrophe ou tiret
hi: 2–40 वर्ण: अक्षर, अंक, स्पेस, बिंदु, अंडरस्कोर, एपॉस्ट्रॉफ़ी या हाइफ़न
it: 2–40 caratteri: lettere, numeri, spazi, punto, trattino basso, apostrofo o trattino
ja: 2～40文字：文字、数字、スペース、ピリオド、アンダースコア、アポストロフィ、ハイフン
ko: 2~40자: 문자, 숫자, 공백, 마침표, 밑줄, 아포스트로피 또는 하이픈
nl: 2–40 tekens: letters, cijfers, spaties, punt, laag streepje, apostrof of koppelteken
pl: Użyj 2–40 liter lub cyfr. Dozwolone są spacje, kropki, podkreślenia, apostrofy i łączniki.
pt_br: De 2 a 40 caracteres: letras, números, espaços, ponto, sublinhado, apóstrofo ou hífen
ro: 2–40 de caractere: litere, cifre, spații, punct, linie de subliniere, apostrof sau cratimă
ru: От 2 до 40 символов: буквы, цифры, пробелы, точка, подчёркивание, апостроф или дефис
uk: От 2 до 40 символов: букви, цифри, пробели, точка, подчёркивание, апостроф или дефис
zh_hans: 2–40 个字符：字母、数字、空格、句点、下划线、撇号或连字符

source: Waiting for first update
ar: لم يتم التحديث بعد
az: Hələ yenilənməyib
de: Noch nicht aktualisiert
es: Aún no se ha actualizado
fi: Odotetaan ensimmäistä päivitystä
fr: Pas encore mis à jour
hi: अभी तक अपडेट नहीं हुआ
it: Non ancora aggiornato
ja: まだ更新されていません
ko: 아직 업데이트되지 않음
nl: Nog niet bijgewerkt
pl: Oczekiwanie na pierwszą aktualizację
pt_br: Ainda não atualizado
ro: Încă neactualizat
ru: Ещё не обновлено
uk: Ещё не обновлено
zh_hans: 尚未更新

source: Weekly Challenge
ar: التحدي الأسبوعي
az: Həftəlik çağırış
de: Wochen-Challenge
es: Reto semanal
fi: Viikoittainen haaste
fr: Défi de la semaine
hi: साप्ताहिक चुनौती
it: Sfida settimanale
ja: 週間チャレンジ
ko: 주간 챌린지
nl: Weekuitdaging
pl: Cotygodniowe wyzwanie
pt_br: Desafio semanal
ro: Provocare săptămânală
ru: Еженедельное соревнование
uk: Щотижневе змагання
zh_hans: 每周挑战

source: You
ar: أنت
az: Sən
de: Du
es: Tú
fi: sinä
fr: Vous
hi: आप
it: Tu
ja: あなた
ko: 나
nl: Jij
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
uk: Ви
zh_hans: 你

source: Your display name and optional one social handle are visible to joined participants.
ar: لا يظهر للمشاركين سوى اسم العرض، وحساب واحد اختياري على X أو Instagram. لا يتم ترتيب الوزن أو فقدان الوزن أبدًا.
az: İştirakçılara yalnız ekran adınız və istəyə bağlı bir X və ya Instagram istifadəçi adı görünür. Çəki və çəki itkisi heç vaxt sıralanmır.
de: Nur dein Anzeigename und optional genau ein X- oder Instagram-Handle sind für Teilnehmende sichtbar. Gewicht und Gewichtsverlust werden nie bewertet.
es: Solo los participantes ven tu nombre público y, opcionalmente, un único usuario de X o Instagram. El peso y la pérdida de peso nunca se clasifican.
fi: Näyttönimesi ja yksi valinnainen sosiaalisen median tunnus näkyvät haasteeseen liittyneille.
fr: Seuls votre nom d’affichage et, si vous le souhaitez, un unique identifiant X ou Instagram sont visibles des participants. Le poids et la perte de poids ne font jamais l’objet d’un classement.
hi: प्रतिभागियों को केवल आपका डिस्प्ले नाम और वैकल्पिक रूप से X या Instagram का कोई एक यूज़रनेम दिखाई देता है। वज़न और वज़न घटाने की कभी रैंकिंग नहीं होती।
it: Solo il nome visualizzato e, facoltativamente, un unico profilo X o Instagram sono visibili ai partecipanti. Il peso e la perdita di peso non entrano mai in classifica.
ja: 参加者に表示されるのは表示名と、任意で選択した X または Instagram のどちらか1つのユーザー名だけです。体重や減量を順位付けすることはありません。
ko: 표시 이름과 선택한 X 또는 Instagram 사용자 이름 하나만 참가자에게 공개됩니다. 체중과 체중 감량은 순위에 사용되지 않습니다.
nl: Alleen je weergavenaam en eventueel één X- of Instagram-gebruikersnaam zijn zichtbaar voor deelnemers. Gewicht en gewichtsverlies krijgen nooit een rang.
pl: Twoja nazwa wyświetlana i opcjonalny jeden uchwyt społecznościowy są widoczne dla dołączonych uczestników.
pt_br: Somente seu nome de exibição e, opcionalmente, um único perfil do X ou Instagram ficam visíveis para os participantes. Peso e perda de peso nunca entram no ranking.
ro: Doar numele afișat și, opțional, un singur identificator X sau Instagram sunt vizibile participanților. Greutatea și scăderea în greutate nu sunt clasificate niciodată.
ru: Участникам видны только ваше отображаемое имя и, по желанию, одна ссылка на X или Instagram. Вес и снижение веса никогда не оцениваются.
uk: Участникам видни только ваше отображаемое имя и, по желанию, одна ссилка на X или Instagram. Вес и снижение веса никогда не оцениваются.
zh_hans: 参与者只能看到您的显示名称，以及可选的一个 X 或 Instagram 用户名。体重和减重情况绝不会用于排名。

source: Your latest weekly totals are saved on this device and will retry automatically.
ar: يبدو أنك غير متصل. لا يزال الترتيب المحفوظ متاحًا.
az: Deyəsən oflaynsınız. Saxlanmış reytinqlər hələ də əlçatandır.
de: Du scheinst offline zu sein. Gespeicherte Ranglisten sind weiterhin verfügbar.
es: Parece que no tienes conexión. Las clasificaciones guardadas siguen disponibles.
fi: Uusimmat viikkosummasi on tallennettu tälle laitteelle, ja lähettämistä yritetään automaattisesti uudelleen.
fr: Vous semblez hors connexion. Le classement enregistré reste disponible.
hi: लगता है आप ऑफ़लाइन हैं। सहेजी गई रैंकिंग अब भी उपलब्ध है।
it: Sembra che tu sia offline. Le classifiche salvate sono ancora disponibili.
ja: オフラインのようです。保存済みのランキングは引き続き表示できます。
ko: 오프라인 상태인 것 같습니다. 저장된 순위는 계속 볼 수 있습니다.
nl: Je lijkt offline te zijn. Opgeslagen klassementen blijven beschikbaar.
pl: Najnowsze tygodniowe wyniki są zapisane na tym urządzeniu i zostaną automatycznie wysłane ponownie.
pt_br: Parece que você está off-line. Os rankings salvos ainda estão disponíveis.
ro: Se pare că ești offline. Clasamentele salvate sunt încă disponibile.
ru: Похоже, нет подключения. Сохранённый рейтинг по-прежнему доступен.
uk: Похоже, нет подключения. Сохранённий рейтинг по-прежнему доступен.
zh_hans: 您似乎处于离线状态，仍可查看已保存的排名。

source: Your public challenge profile could not be updated.
ar: تعذر تحديث التحدي الأسبوعي. حاول مرة أخرى بعد قليل.
az: Həftəlik çağırışı yeniləmək mümkün olmadı. Bir az sonra yenidən cəhd edin.
de: Die Wochen-Challenge konnte nicht aktualisiert werden. Versuche es gleich noch einmal.
es: No se ha podido actualizar el Reto semanal. Vuelve a intentarlo pronto.
fi: Julkista haasteprofiiliasi ei voitu päivittää.
fr: Impossible de mettre à jour le Défi de la semaine. Réessayez bientôt.
hi: साप्ताहिक चुनौती अपडेट नहीं हो सकी। थोड़ी देर बाद फिर कोशिश करें।
it: Impossibile aggiornare la Sfida settimanale. Riprova tra poco.
ja: 週間チャレンジを更新できませんでした。しばらくしてからもう一度お試しください。
ko: 주간 챌린지를 업데이트할 수 없습니다. 잠시 후 다시 시도하세요.
nl: De Weekuitdaging kon niet worden bijgewerkt. Probeer het straks opnieuw.
pl: Nie można zaktualizować Twojego publicznego profilu wyzwania.
pt_br: Não foi possível atualizar o Desafio semanal. Tente novamente em breve.
ro: Provocarea săptămânală nu a putut fi actualizată. Încearcă din nou în curând.
ru: Не удалось обновить еженедельное соревнование. Повторите попытку позже.
uk: Не вдалося обновить еженедельное соревнование. Спробуйте знову позже.
zh_hans: 无法更新每周挑战，请稍后重试。

source: Your public profile, weekly scores, and challenge reports will be deleted from Ruoka + Treeni. Your private food, water, and workout history stays on this device.
ar: سيؤدي ذلك إلى حذف ملف التحدي البعيد وجميع النتائج الأسبوعية. تبقى بيانات الطعام والوزن والتمارين وApple Health الخاصة على جهازك.
az: Uzaq çağırış profiliniz və bütün həftəlik xallar silinəcək. Şəxsi qida, çəki, məşq və Apple Health məlumatlarınız cihazınızda qalır.
de: Dadurch werden dein Remote-Challenge-Profil und alle Wochenergebnisse gelöscht. Deine privaten Lebensmittel-, Gewichts-, Trainings- und Apple Health-Daten bleiben auf deinem Gerät.
es: Esto borra tu perfil remoto del reto y todas las puntuaciones semanales. Tus datos privados de comida, peso, entrenamientos y Apple Health permanecen en tu dispositivo.
fi: Julkinen profiilisi, viikkopisteesi ja haasteilmoituksesi poistetaan Ruoka + Treeni -palvelusta. Yksityinen ruoka-, vesi- ja treenihistoriasi säilyy tällä laitteella.
fr: Votre profil distant du défi et tous vos scores hebdomadaires seront supprimés. Vos données privées d’alimentation, de poids, d’entraînement et Apple Health restent sur votre appareil.
hi: इससे आपकी रिमोट चुनौती प्रोफ़ाइल और सभी साप्ताहिक स्कोर डिलीट हो जाते हैं। आपका निजी भोजन, वज़न, वर्कआउट और Apple Health डेटा आपके डिवाइस पर रहता है।
it: Il profilo remoto della sfida e tutti i punteggi settimanali verranno eliminati. I dati privati su alimenti, peso, allenamenti e Apple Health restano sul tuo dispositivo.
ja: リモートのチャレンジプロフィールとすべての週間スコアが削除されます。非公開の食事、体重、ワークアウト、Apple Health データは端末に残ります。
ko: 원격 챌린지 프로필과 모든 주간 점수가 삭제됩니다. 비공개 음식, 체중, 운동 및 Apple Health 데이터는 기기에 남습니다.
nl: Hiermee worden je externe uitdagingsprofiel en alle weekscores verwijderd. Je persoonlijke voedings-, gewichts-, trainings- en Apple Health-gegevens blijven op je apparaat.
pl: Twój profil publiczny, tygodniowe wyniki i zgłoszenia zostaną usunięte z Ruoka + Treeni. Prywatna historia jedzenia, wody i treningów pozostanie na tym urządzeniu.
pt_br: Isso exclui seu perfil remoto do desafio e todas as pontuações semanais. Seus dados privados de alimentos, peso, treinos e Apple Health permanecem no dispositivo.
ro: Aceasta șterge profilul la distanță al provocării și toate scorurile săptămânale. Datele private despre alimente, greutate, antrenamente și Apple Health rămân pe dispozitiv.
ru: Удалённый профиль соревнования и все еженедельные результаты будут удалены. Личные данные о еде, весе, тренировках и Apple Health останутся на устройстве.
uk: Удалённий профиль соревнования и все еженедельние результати будут видалені. Личние данние о еде, весе, тренировках и Apple Health останутся на устройстве.
zh_hans: 这将删除您的远程挑战个人资料和所有每周得分。您的私密食物、体重、锻炼和 Apple Health 数据仍保留在设备上。

source: days
ar: من أيام
az: gün
de: Tage
es: días
fr: jours
hi: दिन
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt_br: dias
ro: zile
ru: из дней
uk: из дней
zh_hans: 天

source: points
ar: من نقطة
az: xal
de: Pkt
es: ptos
fr: pts
hi: अंक
it: pt
ja: ポイント
ko: 점
nl: pnt
pl: punkty
pt_br: pts
ro: pct
ru: из баллов
uk: из баллов
zh_hans: 分

source: profile for
ar: فتح ‎@ على
az: də @ profilini aç
de: @ auf öffnen
es: Abrir @ en
fr: Ouvrir @ sur
hi: पर @ खोलें
it: Apri @ su
ja: で@を開く
ko: 에서 @ 열기
nl: @ openen op
pl: profil dla
pt_br: Abrir @ no
ro: Deschide @ pe
ru: Открыть @ в
uk: Открить @ в
zh_hans: 在 上打开 @

source: kcal
uk: ккал
